<%--
  Created by IntelliJ IDEA.
  User: Administrator
  Date: 13-8-3
  Time: 上午11:03
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>苏州市预约挂号服务平台服务协议</title>
</head>
<body>
<h3>一、概述。</h3>
　　本服务协议内容包括协议正文及所有苏州集约式预约挂号服务平台已经发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。
　　在本服务协议中没有以“规则”字样表示的链接文字所指示的文件不属于本服务协议的组成部分，而是其它内容的协议或有关参考数据，与本协议没有法律上的直接关系。
　　用户在使用苏州预约平台提供的各项服务的同时，承诺接受并遵守各项相关规则的规定。苏州预约平台有权根据需要不时地制定、修改本协议或各类规则，如本协议有任何变更，苏州预约平台将在网站上刊载公告，通知予用户。如用户不同意相关变更，必须停止使用“服务”。经修订的协议一经在苏州预约平台公布后，立即自动生效。各类规则会在发布后生效，亦成为本协议的一部分。登录或继续使用“服务”将表示用户接受经修订的协议。除另行明确声明外，任何使“服务”范围扩大或功能增强的新内容均受本协议约束。
　　用户确认本服务协议后，本服务协议即在用户和苏州预约平台之间产生法律效力。请用户务必在使用服务之前认真阅读全部服务协议内容，如有任何疑问，可向苏州预约平台咨询。 1)无论用户事实上是否在使用服务之前认真阅读了本服务协议，只要用户点击协议正本下方的“确认”按钮，用户的行为仍然表示其同意并签署了本服务协议。 2)本协议不涉及用户与苏州预约平台其它用户之间因网上支付而产生的法律关系及法律纠纷。


二、定义
　　苏州预约挂号网上服务平台：有关苏州预约挂号网上服务平台上的术语或图示的含义，详见苏州预约平台帮助。
　　用户及用户使用服务：用户必须是具备完全民事行为能力的自然人。无民事行为能力人、限制民事行为能力人与苏州预约平台之间的服务协议自始无效，苏州预约平台一经发现，有权立即注销该用户，并追究其使用苏州预约平台“服务”的一切法律责任。用户使用服务是指用户访问苏州预约平台页面，并按要求填写相关信息并确认同意履行相关用户协议的过程。

三、用户权利和义务：
　　用户有权利使用自己的真实身份随时登陆苏州预约挂号服务平台。用户不得以任何形式使用虚假信息或授权他人使用自己的身份；
　　用户有权根据本服务协议的规定以及苏州预约平台网上发布的相关规则利用苏州预约挂号网上服务平台进行医院挂号以及有权享受苏州预约平台提供的其它的有关信息服务；
　　用户有义务在使用服务时提供自己的真实资料，并保证诸如身份证号码、姓名、手机号码等内容的有效性及安全性，保证苏州预约平台可以通过上述联系方式与自己进行联系。同时，用户也有义务在相关资料实际变更时及时更新有关登记资料。用户保证不以他人资料在苏州预约平台进行相关活动；
　　用户应当保证在使用苏州预约挂号网上服务平台预约过程中遵守诚实信用的原则，不在预约过程中采取不正当竞争行为，不扰乱网上预约的正常秩序，不从事与网上预约无关的行为；
　　用户在苏州预约挂号网上服务平台上不得发布各类违法或违规信息；

　　用户同意，不对苏州预约平台上任何数据作商业性利用，包括但不限于在未经苏州预约平台事先书面批准的情况下，以复制、传播等方式使用在苏州预约平台网站上展示的任何资料。


四、苏州预约平台的权利和义务：
　　苏州预约平台有义务在现有技术上维护整个网上服务平台的正常运行，并努力提升和改进技术，使用户网上预约活动得以顺利进行；
　　对用户在使用苏州预约挂号网上服务平台中所遇到的有关的问题及反映的情况，苏州预约平台应及时作出回复；
　　对于用户在苏州预约挂号网上服务平台上的不当行为或其它任何苏州预约平台认为应当终止服务的情况，苏州预约平台有权随时作出删除相关信息、终止服务提供等处理，而无须征得用户的同意；
　　用户因在网上使用苏州预约平台提供的服务而产生纠纷或诉讼的，用户通过司法部门或行政部门依照法定程序要求苏州预约平台提供相关数据，苏州预约平台应积极配合并提供有关资料；
　　苏州预约平台有权对用户的登记数据及预约行为进行查阅，发现登记数据或预约行为中存在任何问题或怀疑，均有权向用户发出询问及要求改正的通知或者直接作出删除等处理；
　　经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者苏州预约平台有足够事实依据可以认定用户存在违法或违反服务协议行为的，苏州预约平台有权在苏州预约挂号服务平台及所在网站上以网络发布形式公布用户的违法行为；
　　许可使用权。 用户以此授予苏州预约平台独家的、全球通用的、永久的、免费的许可使用权利 (并有权在多个层面对该权利进行再授权)，使苏州预约平台有权(全部或部份地) 使用、复制、修订、改写、发布、翻译、分发、执行和展示用户的全部资料数据（包括但不限于登记资料、预约行为数据及全部展示于网站的各类信息）或制作其派生作品，和/或以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内；
　　苏州预约平台会在用户的计算机上设定或取用苏州预约平台cookies。在用户登录时获取数据，苏州预约平台使用cookies可为用户用户提供个性化服务。 如果拒绝所有 cookies，用户将可能不能使用部分服务内容。


五、服务的中断和终止：
　　用户同意，苏州预约平台可自行全权决定以任何理由 (包括但不限于苏州预约平台认为用户已违反本协议的字面意义和精神，或以不符合本协议的字面意义和精神的方式行事等) 终止用户对“服务”的使用，并删除（不再保存）用户在使用“服务”中提交的任何资料。同时苏州预约平台可自行全权决定，在发出通知或不发出通知的情况下，随时停止提供“服务”或其任何部份。服务终止后，苏州预约平台没有义务为用户保留与之相关的任何信息，或转发任何未曾阅读或发送的信息给用户或第三方。此外，用户同意，苏州预约平台不就终止用户接入“服务”而对用户或任何第三者承担任何责任；
　　如用户向苏州预约平台提出注销用户身份时，经苏州预约平台审核同意，由苏州预约平台注销该用户，用户即解除与苏州预约平台的服务协议关系。但注销该用户后，苏州预约平台仍保留下列权利：

①用户注销后，苏州预约平台有权保留该用户的登记数据及以前的预约行为记录。
②用户注销后，如用户在注销前在苏州预约挂号服务平台上存在违法行为或违反协议的行为，苏州预约平台仍可行使本服务协议所规定的权利。


六、责任范围：
　　用户明确理解和同意，苏州预约平台不对因下述任一情况而导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿 (无论苏州预约平台是否已被告知该等损害赔偿的可能性)：
　　使用或未能使用“服务；第三方未经批准的接入或第三方更改用户的传输数据或数据；
　　第三方对“服务”的声明或关于“服务”的行为；或非因苏州预约平台的原因而引起的与“服务”有关的任何其它事宜，包括疏忽。
　　用户明确理解并同意，如用户因其违反有关法律或者本协议之规定，使苏州预约平台遭受任何损失，受到任何第三方的索赔，或任何行政管理部门的处罚，用户应对苏州预约平台提供补偿，包括合理的律师费用。

七、隐私权政策：
适用范围：
①用户使用平台提供的服务时，用户根据苏州预约平台要求提供的个人登记信息；

②在用户使用苏州预约平台服务，参加苏州预约平台活动，或访问苏州预约平台网页时，苏州预约平台自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址等数据及用户要求取用的网页记录；
③苏州预约平台收集到的用户在苏州预约平台进行预约的有关数据；
④苏州预约平台通过合法途径从第三方取得的用户个人数据。

信息使用：
①苏州预约平台不会向任何人出售或出借用户的个人信息，除非事先得到用户得许可。
②苏州预约平台亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。任何用户如从事上述活动，一经发现，苏州预约平台有权立即终止与该用户的服务协议，查封其账号。
③为服务用户的目的，苏州预约平台可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出服务信息，或者与苏州预约平台合作伙伴共享信息以便他们向用户发送有关其产品和服务的信息（后者需要用户的事先同意）。

信息披露：
用户的个人信息将在下述情况下部分或全部被披露：
①经用户同意，向第三方披露；
②如用户是合资格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；
③根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；
④如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露；
⑤为提供你所要求的产品和服务，而必须和第三方分享用户的个人信息；
⑥其它苏州预约平台根据法律或者网站政策认为合适的披露；

⑦在苏州预约平台上创建的某一预约活动中，如任何一方履行或部分履行了义务并提出信息披露请求的， 苏州预约平台有全权可以决定向该用户提供其预约对方的联络方式等必要信息，以促成预约活动的完成或纠纷的解决。

信息安全：
①苏州预约平台设有安全保护功能；
②在使用苏州预约平台服务进行网上预约时，用户不可避免的要向预约对方或潜在的预约对方提供自己的个人信息，如联络方式或者身份信息。请用户妥善保护自己的个人信息，仅在必要的情形下向他人提供；
③如果用户发现自己的个人信息泄密，请用户立即联络苏州预约平台客服，以便苏州预约平台采取相应措施。

政策修改：
苏州预约平台保留对本政策作出不时修改的权利。

管辖：
本服务条款之解释与适用，以及与本服务条款有关的争议，均应依照中华人民共和国法律予以处理，并以江苏省苏州市人民法院为第一审管辖法院。

</body>
</html>